Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=676_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Alkuperäiskansojen elokuvafestivaali Skábmagovat järjestetään 15. kerran Inarissa 31.1.- 4.2.2013.
sme: Skábmagovat ávvuda 15-jahkásaš filbmafestivála

source: Esityksiä on sekä Saamelaismuseo-Luontokeskus Siidassa että saamelaiskulttuurikeskus Sajoksessa. Lataa
sme: Álgoálbmogiid filbmafestivála Skábmagovat lágiduvvo Anáris 31.1. - 4.2. 2013.

source: Skábmagovat, suomeksi Kaamoksen kuvia, juhlafestivaalin suojelija on Jenni Haukio.
sme: Festivála lágiduvvo jo 15 geardde ja ávvudoaluid gutnin min festivála suodjaleaddjin lea Jenni Haukio.

source: Skábmagovat festivaali järjestettiin ensimmäistä kertaa vuonna 1999, jolloin päävieraina olivat Australian aboriginaalit.
sme: jagis 1999 ordnejuvvoi vuosttaš Skábmagovat ja dalle guossin ledje Australia eamiálbmogat ja sin filmmat.

source: Nyt viisitoista vuotta myöhemmin Skabmagovat-festivaalin juhlavuoden teemakansa on Australian aboriginaalit ja heidän laaja elokuvatuotantonsa.
sme: Dál ávvujagi gutnin mii čájehit viiddis fálaldaga Australia álgoálbmotfilmmain, go sin filmmat leat guhká leamaš ovdagovvan eará álgoálbmot-filbmabargiide.

source: Heidän pitkälle kehittynyt elokuvateollisuutensa toimii positiivisena esikuvana saamelaiselle elokuvatuotannolle. Festivaalille tulee elokuvia myös mm..
sme: Muđui skábmagovát fállá fas erenomaš viiddis prográmma: filmmat bohtet Ruoššas, Kanadas, Meksikos, Hawaijiis ja vuostaš geardde Tiibet:as.

source: Kanadasta, Venäjältä, Meksikosta, Hawaijilta ja ensikertaa Tiibetistä.
sme: Sámi filmmain sihke oanehis ja guhkes filmmain mis leat máŋggat sámi vuosttaščájáhusat.

source: Saamelaiset elokuvat tulevat jälleen kerran laajalla rintamalla ja odotettavissa on useita elokuvien ensiesityksiä.
sme: Mánaid ja nuoraid bárgobajit ja filbmabeaivi lea duorastaga 31.1.

source: Tuttuun tapaan elokuvia nähdään saamelaismuseo Siidassa ja sen ulkomuseoalueelle rakennettavassa Revontuliteatterissa, kuin myös Saamelaiskulttuurikeskus Sajosissa.
sme: Dán jage filmmát čájehuvvojit Sámikulturguovddáš Sajosis, Sámimusea Siiddas ja dan olgomusea guovlui huksejuvvon guovssahasteahteris.
